Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# account_type_investment
source: Investment / ETF / Stocks
ar: الاستثمار / صناديق الاستثمار المتداولة / الأسهم
cs: Investice / ETF / Akcie
da: Investering / ETF / Aktier
de: Investment / ETF / Aktien
es: Inversión / ETF / Acciones
fr: Investissement / ETF / Actions
hr: Ulaganje / ETF / dionice
it: Investimenti/ETF/Azioni
ja: 投資・ETF・株式
nb: Investering / ETF / Aksjer
nl: Belegging / ETF / aandelen
pl: Inwestycje / ETF / Akcje
pt_br: Investimento / ETF / Ações
ro: Investiții / ETF / Acțiuni
ru: Инвестиции / ETF / Акции
sv: Investering / ETF / Aktier
tr: Yatırım / ETF / Hisse Senetleri
zh_hans: 投资/ETF/股票

# account_type_kredit
source: Personal Loan
ar: القرض الشخصي
cs: Osobní Půjčka
da: Personligt lån
de: Privatkredit
es: Préstamo Personal
fr: Prêt personnel
hr: Osobni zajam
it: Prestito personale
ja: 個人ローン
nb: Personlig lån
nl: Persoonlijke lening
pl: Pożyczka osobista
pt_br: Empréstimo Pessoal
ro: Împrumut personal
ru: Персональный кредит
sv: Personligt lån
tr: Bireysel Kredi
zh_hans: 个人贷款

# account_type_kreditkarte
source: Credit Card
ar: بطاقة إئتمان
cs: Kreditní karta
da: Kreditkort
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
hr: Kreditna kartica
it: Carta di credito
ja: クレジットカード
nb: Kredittkort
pl: Karta kredytowa
pt_br: Cartão de crédito
ro: Card de credit
ru: Кредитная карта
sv: Kreditkort
tr: Kredi kartı
zh_hans: 信用卡

# account_type_krypto
source: Crypto Wallet
ar: محفظة التشفير
cs: Krypto peněženka
da: Krypto tegnebog
de: Krypto-Wallet
es: Monedero criptográfico
fr: Portefeuille cryptographique
hr: Kripto novčanik
it: Portafoglio crittografico
ja: クリプトウォレット
nb: Krypto lommebok
nl: Crypto-portemonnee
pl: Portfel kryptowalutowy
pt_br: Carteira criptografada
ro: Portofel Crypto
ru: Крипто-кошелек
sv: Kryptoplånbok
tr: Kripto Cüzdanı
zh_hans: 加密钱包

# account_type_sparkonto
source: Savings Account
ar: حساب التوفير
cs: Spořicí účet
da: Opsparingskonto
de: Sparkonto
es: Cuenta de ahorros
fr: Compte d'épargne
hr: Štedni račun
it: Conto di risparmio
ja: 普通預金口座
nb: Sparekonto
nl: Spaarrekening
pl: Konto Oszczędnościowe
pt_br: Conta Poupança
ro: Cont de economii
ru: Сберегательный счет
sv: Sparkonto
tr: Birikim Hesabı
zh_hans: 储蓄账户

# account_type_tagesgeld
source: High-yield Savings
ar: وفورات عالية الغلة
cs: Úspory s vysokým výnosem
da: Højtydende besparelser
de: Tagesgeldkonto
es: Ahorros de alto rendimiento
fr: Épargne à haut rendement
hr: Štednja visokog prinosa
it: Risparmio ad alto rendimento
ja: 高利回りの貯蓄
nb: Høyavkastende besparelser
nl: Hoogrentende besparingen
pl: Oszczędności o dużej wydajności
pt_br: Poupança de alto rendimento
ro: Economii cu randament ridicat
ru: Высокодоходные сбережения
sv: Högavkastande besparingar
tr: Yüksek Verimli Tasarruf
zh_hans: 高收益储蓄

source: Accounts
ar: الحسابات
cs: Účty
da: Regnskaber
de: Konten
es: Cuentas
fr: Comptes
hr: Računi
it: Conti
ja: アカウント
nb: Kontoer
nl: Rekeningen
pl: Konta
pt_br: Contas
ro: Conturi
ru: Счета
sv: konton
tr: Hesaplar
zh_hans: 账户

# accounts_count_fmt
source: %lld accounts
ar: %lld حسابًا
cs: %lld účtů
da: %lld konti
de: %lld Konten
es: %lld cuentas
fr: %lld comptes
hr: %lld računa
hu: %lld számla
it: %lld conti
ja: %lld アカウント
nb: %lld kontoer
nl: %lld rekeningen
pl: %lld kont
pt_br: %lld contas
ro: %lld conturi
ru: %lld учетных записей
sv: %lld konton
tr: %lld hesap
zh_hans: %lld 个账户

# active_label
source: Active
ar: نشيط
cs: Aktivní
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
hr: Aktivan
it: Attivo
ja: アクティブ
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активный
sv: Aktiv
tr: Aktif
zh_hans: 积极的

source: Add
ar: إضافة
cs: Přidat
da: Tilføje
de: Hinzufügen
es: Agregar
fr: Ajouter
hr: Dodaj
it: Aggiungi
ja: 追加
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adăuga
ru: Добавить
sv: Lägg till
tr: Ekle
zh_hans: 添加

source: Add Account
ar: إضافة حساب
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
hr: Dodaj račun
it: Aggiungi account
ja: アカウントの追加
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt_br: Adicionar conta
ro: Adăugați un cont
ru: Добавить аккаунт
sv: Lägg till konto
tr: Hesap Ekle
zh_hans: 添加账户

source: Add Entry
ar: إضافة إدخال
cs: Přidat položku
da: Tilføj indgang
de: Eintrag hinzufügen
es: Agregar entrada
fr: Ajouter une entrée
hr: Dodaj unos
it: Aggiungi voce
ja: エントリの追加
nb: Legg til oppføring
nl: Invoer toevoegen
pl: Dodaj wpis
pt_br: Adicionar entrada
ro: Adăugați intrare
ru: Добавить запись
sv: Lägg till post
tr: Giriş Ekle
zh_hans: 添加条目

# add_first_account
source: Add your first account to get started.
ar: أضف حسابك الأول للبدء.
cs: Chcete-li začít, přidejte svůj první účet.
da: Tilføj din første konto for at komme i gang.
de: Füge dein erstes Konto hinzu.
es: Agregue su primera cuenta para comenzar.
fr: Ajoutez votre premier compte pour commencer.
hr: Dodajte svoj prvi račun da biste započeli.
it: Aggiungi il tuo primo account per iniziare.
ja: 開始するには、最初のアカウントを追加してください。
nb: Legg til din første konto for å komme i gang.
nl: Voeg uw eerste account toe om aan de slag te gaan.
pl: Aby rozpocząć, dodaj swoje pierwsze konto.
pt_br: Adicione sua primeira conta para começar.
ro: Adăugați primul cont pentru a începe.
ru: Добавьте свою первую учетную запись, чтобы начать.
sv: Lägg till ditt första konto för att komma igång.
tr: Başlamak için ilk hesabınızı ekleyin.
zh_hans: 添加您的第一个帐户即可开始。

# add_repayment
source: Add Repayment Entry
ar: إضافة إدخال السداد
cs: Přidat položku splácení
da: Tilføj tilbagebetalingspost
de: Abzahlung hinzufügen
es: Agregar entrada de pago
fr: Ajouter une entrée de remboursement
hr: Dodajte unos otplate
it: Aggiungi voce di rimborso
ja: 返済エントリの追加
nb: Legg til tilbakebetalingsoppføring
nl: Terugbetalingsinvoer toevoegen
pl: Dodaj wpis spłaty
pt_br: Adicionar entrada de reembolso
ro: Adăugați intrare de rambursare
ru: Добавить запись о погашении
sv: Lägg till återbetalningspost
tr: Geri Ödeme Girişi Ekle
zh_hans: 添加还款条目

source: Enable this option to automatically transfer money to another account—for example, for regular savings or investments. The amount will be recorded as a withdrawal from the source account and a deposit into the destination account.
ar: قم بتفعيل هذا الخيار لتحويل الأموال تلقائيًا إلى حساب آخر – على سبيل المثال، لأغراض الادخار أو الاستثمار المنتظم. ويُعتبر المبلغ خصمًا من الحساب المصدر وإيداعًا في الحساب الهدف.
cs: Tuto možnost zapněte, chcete-li automaticky převádět peníze na jiný účet – například za účelem pravidelného spoření nebo investování. Částka se zaúčtuje jako výdaj na zdrojovém účtu a jako příjem na cílovém účtu.
da: Aktivér denne indstilling for automatisk at overføre penge til en anden konto – f.eks. til regelmæssig opsparing eller investering. Beløbet bogføres som en udgående transaktion på kildekontoen og som en indgående transaktion på målkontoen.
de: Aktiviere diese Option, um Geld automatisch auf ein anderes Konto zu verschieben – z. B. für regelmäßiges Sparen oder Investieren. Der Betrag wird als Abgang vom Quellkonto und als Zugang beim Zielkonto gewertet.
es: Activa esta opción para transferir dinero automáticamente a otra cuenta, por ejemplo, para ahorrar o invertir de forma periódica. El importe se contabilizará como salida en la cuenta de origen y como entrada en la cuenta de destino.
fr: Activez cette option pour transférer automatiquement de l'argent vers un autre compte, par exemple dans le cadre d'une épargne ou d'un placement régulier. Le montant sera comptabilisé comme une sortie sur le compte source et comme une entrée sur le compte de destination.
hr: Omogućite ovu opciju za automatski prijenos novca na drugi račun – na primjer, za redovito štednju ili ulaganje. Iznos će biti zabilježen kao debet na izvorni račun i kredit na odredišni račun.
hu: Jelöld be ezt az opciót, ha automatikusan szeretnél pénzt átutalni egy másik számlára – például rendszeres megtakarítás vagy befektetés céljából. Az összeg a forrás-számláról kimenetként, a célszámlára pedig bevételként kerül elszámolásra.
it: Attiva questa opzione per trasferire automaticamente denaro su un altro conto, ad esempio per risparmiare o investire regolarmente. L'importo verrà registrato come uscita dal conto di origine e come entrata nel conto di destinazione.
ja: このオプションを有効にすると、定期的な貯蓄や投資などの目的で、別の口座へ自動的に資金を振り替えることができます。その金額は、元口座からの引き落とし、および宛先口座への入金として処理されます。
nb: Aktiver dette alternativet for å overføre penger automatisk til en annen konto – for eksempel for regelmessig sparing eller investering. Beløpet regnes som en utgang på kildekontoen og en innbetaling på målkontoen.
nl: Schakel deze optie in om automatisch geld over te maken naar een andere rekening – bijvoorbeeld om regelmatig te sparen of te beleggen. Het bedrag wordt geboekt als een afschrijving op de bronrekening en als een bijschrijving op de doelrekening.
pl: Włącz tę opcję, aby automatycznie przelewać środki na inne konto – np. w celu regularnego oszczędzania lub inwestowania. Kwota ta zostanie zaksięgowana jako wypływ z konta źródłowego i wpływ na konto docelowe.
pt_br: Ative esta opção para transferir dinheiro automaticamente para outra conta – por exemplo, para poupança ou investimento regulares. O valor será contabilizado como saída na conta de origem e como entrada na conta de destino.
ro: Activează această opțiune pentru a transfera automat bani într-un alt cont – de exemplu, pentru economii sau investiții periodice. Suma va fi înregistrată ca ieșire din contul sursă și ca intrare în contul destinație.
ru: Включите эту опцию, чтобы автоматически переводить деньги на другой счет — например, для регулярного накопления сбережений или инвестирования. Сумма будет отражена как списание с исходного счета и как поступление на целевой счет.
sv: Aktivera det här alternativet för att automatiskt överföra pengar till ett annat konto – t.ex. för regelbundet sparande eller investeringar. Beloppet redovisas som en utgång från källkontot och som en ingång på målkontot.
tr: Bu seçeneği etkinleştirerek, örneğin düzenli birikim veya yatırım amacıyla parayı otomatik olarak başka bir hesaba aktarabilirsiniz. Bu tutar, kaynak hesaptan çıkış, hedef hesaba ise giriş olarak kaydedilir.
zh_hans: 启用此选项，即可自动将资金转入另一个账户——例如用于定期储蓄或投资。该金额将作为源账户的支出和目标账户的收入进行核算。

# Aktivitäten exportieren → CSV
source: Export Activities → CSV
ar: تصدير الأنشطة → CSV
cs: Exportovat aktivity → CSV
da: Eksporter aktiviteter → CSV
de: Aktivitäten exportieren → CSV
es: Exportar actividades → CSV
fr: Exporter les activités → CSV
hr: Izvoz aktivnosti → CSV
hu: Tevékenységek exportálása → CSV
it: Esporta attività → CSV
ja: アクティビティをエクスポート → CSV
nb: Eksporter aktiviteter → CSV
nl: Activiteiten exporteren → CSV
pl: Eksportuj działania → CSV
pt_br: Exportar atividades → CSV
ro: Exportare activități → CSV
ru: Экспорт действий → CSV
sv: Exportera aktiviteter → CSV
tr: Etkinlikleri dışa aktar → CSV
zh_hans: 导出活动 → CSV

# Aktivitäten exportieren → CSV oder Excel (XLSX)
source: Export Activities → CSV or Excel (XLSX)
ar: تصدير الأنشطة → CSV أو Excel (XLSX)
cs: Exportovat aktivity → CSV nebo Excel (XLSX)
da: Eksporter aktiviteter → CSV eller Excel (XLSX)
de: Aktivitäten exportieren → CSV oder Excel (XLSX)
es: Exportar actividades → CSV o Excel (XLSX)
fr: Exporter les activités → CSV ou Excel (XLSX)
hr: Izvoz aktivnosti → CSV ili Excel (XLSX)
hu: Tevékenységek exportálása → CSV vagy Excel (XLSX)
it: Esporta attività → CSV o Excel (XLSX)
ja: アクティビティをエクスポート → CSV または Excel (XLSX)
nb: Eksporter aktiviteter → CSV eller Excel (XLSX)
nl: Activiteiten exporteren → CSV of Excel (XLSX)
pl: Eksportuj działania → CSV lub Excel (XLSX)
pt_br: Exportar atividades → CSV ou Excel (XLSX)
ro: Exportare activități → CSV sau Excel (XLSX)
ru: Экспорт действий → CSV или Excel (XLSX)
sv: Exportera aktiviteter → CSV eller Excel (XLSX)
tr: Etkinlikleri dışa aktar → CSV veya Excel (XLSX)
zh_hans: 导出活动 → CSV 或 Excel (XLSX)

# Aktuell
source: Current
ar: آخر الأخبار
cs: Aktuální
da: Aktuelt
de: Aktuell
es: Actualidad
fr: Actualités
hr: Najnovije
hu: Aktuális
it: Attualità
ja: 最新情報
nb: Aktuelt
nl: Actueel
pl: Aktualności
pt_br: Atual
ro: Actualități
ru: Актуально
sv: Aktuellt
tr: Güncel
zh_hans: 最新消息

# Aktuell ausstehender Hypothekbetrag
source: Current outstanding mortgage balance
ar: المبلغ المتبقي حالياً من الرهن العقاري
cs: Aktuální nesplacená částka hypotéky
da: Aktuelt udestående realkreditbeløb
de: Aktuell ausstehender Hypothekbetrag
es: Importe actual pendiente de la hipoteca
fr: Montant actuel du prêt hypothécaire restant dû
hr: Trenutni preostali iznos hipoteke
hu: Jelenleg fennálló jelzáloghitel-tartozás
it: Importo del mutuo attualmente in essere
ja: 現在の住宅ローンの残高
nb: Gjeldende utestående boliglånsbeløp
nl: Huidig openstaand hypotheekbedrag
pl: Aktualna kwota pozostała do spłaty kredytu hipotecznego
pt_br: Valor atual do saldo pendente da hipoteca
ro: Suma ipotecară restantă în prezent
ru: Текущая задолженность по ипотеке
sv: Aktuellt utestående bolånebelopp
tr: Şu anda ödenmemiş ipotek tutarı
zh_hans: 当前未偿还的抵押贷款余额

# Aktueller Schätzwert / Verkehrswert
source: Current Appraised Value / Market Value
ar: القيمة التقديرية الحالية / القيمة السوقية
cs: Aktuální odhadovaná hodnota / tržní hodnota
da: Aktuel anslået værdi / markedsværdi
de: Aktueller Schätzwert / Verkehrswert
es: Valor estimado actual / Valor de mercado
fr: Valeur estimée actuelle / Valeur vénale
hr: Trenutna procijenjena vrijednost / tržišna vrijednost
hu: Jelenlegi becsült érték / piaci érték
it: Valore stimato attuale / Valore di mercato
ja: 現在の推定価格／市場価格
nb: Gjeldende estimert verdi / markedsverdi
nl: Huidige geschatte waarde / marktwaarde
pl: Aktualna wartość szacunkowa / wartość rynkowa
pt_br: Valor estimado atual / Valor de mercado
ro: Valoarea estimată actuală / Valoarea de piață
ru: Текущая оценочная стоимость / рыночная стоимость
sv: Aktuellt uppskattat värde / marknadsvärde
tr: Güncel tahmini değer / piyasa değeri
zh_hans: 当前估价 / 市场价值

# Aktueller Zinssatz deiner Hypothek
source: Current interest rate on your mortgage
ar: معدل الفائدة الحالي لقرضك العقاري
cs: Aktuální úroková sazba tvé hypotéky
da: Den aktuelle rente på dit boliglån
de: Aktueller Zinssatz deiner Hypothek
es: Tipo de interés actual de tu hipoteca
fr: Taux d'intérêt actuel de ton prêt immobilier
hr: Trenutna kamatna stopa na vašu hipoteku
hu: A jelzáloghiteled jelenlegi kamatláb
it: Tasso di interesse attuale del tuo mutuo
ja: 現在の住宅ローンの金利
nb: Gjeldende rente på boliglånet ditt
nl: Huidige rentevoet van je hypotheek
pl: Aktualna stopa procentowa Twojego kredytu hipotecznego
pt_br: Taxa de juros atual do seu financiamento imobiliário
ro: Rata dobânzii actuală a creditului tău ipotecar
ru: Текущая процентная ставка по твоему ипотечному кредиту
sv: Aktuell ränta på ditt bolån
tr: Mortgage kredininin güncel faiz oranı
zh_hans: 你当前的房贷利率

# Alle
source: All
ar: الكل
cs: Všechny
da: Alle
de: Alle
es: Todos
fr: Tous
hr: Sve
hu: Minden
it: Tutti
ja: すべて
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
tr: Hepsi
zh_hans: 全部

# Alle (%lld)
source: All (%lld)
ar: الكل (%lld)
cs: Všechny (%lld)
da: Alle (%lld)
de: Alle (%lld)
es: Todos (%lld)
fr: Tous (%lld)
hr: Sve (%lld)
hu: Minden (%lld)
it: Tutti (%lld)
ja: すべて (%lld)
nb: Alle (%lld)
nl: Alle (%lld)
pl: Wszystkie (%lld)
pt_br: Todos (%lld)
ro: Toate (%lld)
ru: Все (%lld)
sv: Alla (%lld)
tr: Tümü (%lld)
zh_hans: 全部 (%lld)

# Alle %lld Regeln löschen?
source: Delete all %lld rules?
ar: هل تريد حذف جميع القواعد %lld؟
cs: Smazat všechna pravidla %lld?
da: Skal alle %lld-regler slettes?
de: Alle %lld Regeln löschen?
es: ¿Desea eliminar todas las reglas %lld?
fr: Supprimer toutes les règles %lld ?
hr: Izbrisati sva %lld pravila?
hu: Törölni szeretné az összes %lld szabályt?
it: Elimina tutte le regole %lld?
ja: %lld件のルールをすべて削除しますか？
nb: Slette alle %lld-regler?
nl: Alle %lld regels verwijderen?
pl: Czy chcesz usunąć wszystkie reguły %lld?
pt_br: Deseja excluir todas as %lld regras?
ro: Să ștergi toate regulile %lld?
ru: Удалить все %lld правила?
sv: Vill du radera alla %lld-regler?
tr: %lld kuralının tümünü silmek ister misiniz?
zh_hans: 删除所有 %lld 条规则吗？

# Alle bisherigen & künftigen Transaktionen zuweisen
source: Assign all past and future transactions
ar: تخصيص جميع المعاملات السابقة والمستقبلية
cs: Přiřadit všechny dosavadní i budoucí transakce
da: Tildel alle hidtidige og fremtidige transaktioner
de: Alle bisherigen & künftigen Transaktionen zuweisen
es: Asignar todas las transacciones anteriores y futuras
fr: Attribuer toutes les transactions passées et futures
hr: Dodijelite sve prošle i buduće transakcije
hu: Az eddigi és jövőbeli tranzakciók hozzárendelése
it: Assegnare tutte le transazioni passate e future
ja: 過去および将来のすべての取引を割り当てる
nb: Tilordne alle tidligere og fremtidige transaksjoner
nl: Alle eerdere en toekomstige transacties toewijzen
pl: Przypisz wszystkie dotychczasowe i przyszłe transakcje
pt_br: Atribuir todas as transações anteriores e futuras
ro: Alocă toate tranzacțiile anterioare și viitoare
ru: Присвоить все прошлые и будущие транзакции
sv: Tilldela alla tidigare och framtida transaktioner
tr: Şimdiye kadar yapılan ve gelecekteki tüm işlemleri atama
zh_hans: 将所有已完成的及未来的交易进行分配

# Alle Konten
source: All Accounts
ar: جميع الحسابات
cs: Všechny účty
da: Alle konti
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
hr: Svi računi
hu: Minden fiók
it: Tutti i conti
ja: すべてのアカウント
nb: Alle kontoer
nl: Alle rekeningen
pl: Wszystkie konta
pt_br: Todas as contas
ro: Toate conturile
ru: Все счета
sv: Alla konton
tr: Tüm hesaplar
zh_hans: 所有账户

# Alle löschen
source: Delete All
ar: حذف الكل
cs: Vymazat vše
da: Slet alle
de: Alle löschen
es: Borrar todo
fr: Tout supprimer
hr: Izbriši sve
hu: Mindet törölni
it: Elimina tutto
ja: すべて削除
nb: Slett alle
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Apagar tudo
ro: Șterge tot
ru: Удалить всё
sv: Ta bort alla
tr: Hepsini sil
zh_hans: 全部删除

# Alle Regeln löschen
source: Delete All Rules
ar: حذف جميع القواعد
cs: Smazat všechna pravidla
da: Slet alle regler
de: Alle Regeln löschen
es: Borrar todas las reglas
fr: Supprimer toutes les règles
hr: Izbriši sva pravila
hu: Az összes szabály törlése
it: Elimina tutte le regole
ja: すべてのルールを削除する
nb: Slett alle regler
nl: Alle regels verwijderen
pl: Usuń wszystkie zasady
pt_br: Apagar todas as regras
ro: Șterge toate regulile
ru: Удалить все правила
sv: Ta bort alla regler
tr: Tüm kuralları sil
zh_hans: 删除所有规则

# Alle Transaktionen dieses Imports werden dauerhaft entfernt.
source: All transactions in this import will be permanently deleted.
ar: سيتم حذف جميع المعاملات الخاصة بعملية الاستيراد هذه نهائيًّا.
cs: Všechny transakce tohoto importu budou trvale odstraněny.
da: Alle transaktioner i denne import slettes permanent.
de: Alle Transaktionen dieses Imports werden dauerhaft entfernt.
es: Todas las transacciones de esta importación se eliminarán de forma definitiva.
fr: Toutes les transactions de cette importation seront définitivement supprimées.
hr: Sve transakcije u ovom uvozu bit će trajno izbrisane.
hu: Az import összes tranzakciója véglegesen törlődik.
it: Tutte le transazioni di questa importazione verranno eliminate definitivamente.
ja: このインポートに含まれるすべてのトランザクションが完全に削除されます。
nb: Alle transaksjoner i denne importen blir slettet permanent.
nl: Alle transacties van deze import worden definitief verwijderd.
pl: Wszystkie transakcje z tego importu zostaną trwale usunięte.
pt_br: Todas as transações desta importação serão removidas definitivamente.
ro: Toate tranzacțiile din această importare vor fi șterse definitiv.
ru: Все транзакции данного импорта будут окончательно удалены.
sv: Alla transaktioner i denna import kommer att tas bort permanent.
tr: Bu içe aktarımdaki tüm işlemler kalıcı olarak silinecektir.
zh_hans: 该导入操作中的所有交易都将被永久删除。

# Alle übernehmen
source: Select All
ar: تطبيق التغييرات على الكل
cs: Převzít vše
da: Overfør alle
de: Alle übernehmen
es: Seleccionar todo
fr: Tout copier
hr: Odaberi sve
hu: Mindent átvesz
it: Seleziona tutto
ja: すべて適用する
nb: Overta alle
nl: Alles overnemen
pl: Przejmij wszystko
pt_br: Selecionar tudo
ro: Copiază tot
ru: Принять все
sv: Överför alla
tr: Hepsini al
zh_hans: 全选

# Alle Vorschläge übernehmen?
source: Apply all suggestions?
ar: هل تريد تطبيق جميع الاقتراحات؟
cs: Převzít všechny návrhy?
da: Vil du overtage alle forslag?
de: Alle Vorschläge übernehmen?
es: ¿Aceptar todas las sugerencias?
fr: Appliquer toutes les suggestions ?
hr: Primijeniti sve prijedloge?
hu: Minden javaslatot átveszünk?
it: Accettare tutte le proposte?
ja: すべての提案を採用しますか？
nb: Vil du godta alle forslagene?
nl: Alle voorstellen overnemen?
pl: Przyjąć wszystkie propozycje?
pt_br: Aceitar todas as sugestões?
ro: Să accept toate propunerile?
ru: Принять все предложения?
sv: Ska alla förslag godkännas?
tr: Tüm önerileri kabul etmek mi?
zh_hans: 全部采纳这些建议吗？

# Als Eintrag übernehmen
source: Apply as an entry
ar: تطبيق هذا الإدخال
cs: Použít jako záznam
da: Overfør som indtastning
de: Als Eintrag übernehmen
es: Aplicar como entrada
fr: Enregistrer comme entrée
hr: Prijaviti se kao ulaz
hu: Bejegyzésként mentés
it: Salva come voce
ja: この項目を適用する
nb: Bruk som oppføring
nl: Als item opslaan
pl: Zapisz jako wpis
pt_br: Salvar como entrada
ro: Salvează ca intrare
ru: Принять как запись
sv: Använd som post
tr: Girişi kaydet
zh_hans: 作为条目保存

# Als Sparbetrag ins Budget
source: As a savings amount in the budget
ar: كمبلغ ادخار في الميزانية
cs: Jako úspora v rozpočtu
da: Som opsparingsbeløb i budgettet
de: Als Sparbetrag ins Budget
es: Como importe de ahorro en el presupuesto
fr: À inscrire au budget en tant que montant d'épargne
hr: Kao iznos uštede u proračunu
hu: Megtakarítási összegként a költségvetésbe
it: Da inserire nel bilancio come importo da risparmiare
ja: 予算の貯蓄額として
nb: Som sparebeløp i budsjettet
nl: Als spaarbedrag in de begroting
pl: Jako kwota oszczędności w budżecie
pt_br: Como valor a ser economizado no orçamento
ro: Ca sumă economisită în buget
ru: В качестве суммы сбережений в бюджете
sv: Som sparbelopp i budgeten
tr: Bütçeye tasarruf tutarı olarak
zh_hans: 作为预算中的储蓄金额

source: Amount
ar: المبلغ
cs: Částka
da: Beløb
es: Importe
fr: Montant
hr: Iznos
hu: Összeg
it: Importo
ja: 金額
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Valor
ro: Suma
ru: Сумма
sv: Belopp
tr: Miktar
zh_hans: 金额

# amount_section
source: Amount
ar: كمية
cs: Množství
da: Beløb
de: Betrag
es: Cantidad
fr: Montant
hr: Iznositi
it: Quantità
ja: 額
nb: Beløp
nl: Hoeveelheid
pl: Kwota
pt_br: Quantia
ro: Cantitate
ru: Количество
sv: Belopp
tr: Miktar
zh_hans: 数量

# Analyse
source: Analysis
ar: التحليل
cs: Analýza
da: Analyse
de: Analyse
es: Análisis
fr: Analyse
hr: Analiza
hu: Elemzés
it: Analisi
ja: 分析
nb: Analyse
nl: Analyse
pl: Analiza
pt_br: Análise
ro: Analiză
ru: Анализ
sv: Analys
tr: Analiz
zh_hans: 分析

# Analysezeitraum
source: Analysis Period
ar: الفترة المشمولة بالتحليل
cs: Období analýzy
da: Analyseperiode
de: Analysezeitraum
es: Período de análisis
fr: Période d'analyse
hr: Razdoblje analize
hu: Elemzési időszak
it: Periodo di analisi
ja: 分析期間
nb: Analyseperiode
nl: Analyseperiode
pl: Okres analizy
pt_br: Período de análise
ro: Perioada de analiză
ru: Период анализа
sv: Analysperiod
tr: Analiz dönemi
zh_hans: 分析期间

# Anlegen
source: Create
ar: إنشاء
cs: Vytvořit
da: Opret
de: Anlegen
es: Crear
fr: Créer
hr: Stvori
hu: Létrehozás
it: Crea
ja: 作成
nb: Opprett
nl: Aanleggen
pl: Utwórz
pt_br: Criar
ro: Creare
ru: Создать
sv: Skapa
tr: Yatırım yapmak
zh_hans: 创建
